[
  {
    "q": "How can I start a production with STUDIO PRISONER?",
    "a": [
      "This is the contact point for all inquiries.",
      "Feel free to reach out, and we’ll guide you through the process.",
      "📩 book-your-recording@studioprisoner.jp"
    ]
  },
  {
    "q": "Where are you located?",
    "a": [
      "We’re based in Urawa, Saitama, just a few minutes from JR Urawa Station.",
      "Please contact us for detailed directions."
    ]
  },
  {
    "q": "Can I request production even if I’m not signed to a label?",
    "a": "Yes, absolutely."
  },
  {
    "q": "Do you accept mixing-only projects?",
    "a": [
      "Yes, we do — but with one important condition: you must be able to self-produce your recording materials.",
      "If you believe that “a good mix alone will make a good record,” that’s a common misconception.",
      "While mixing is indeed a crucial process that can make a song sound great, the truth is that there are countless elements in the recording stage that determine the quality of the final product long before the mix begins.",
      "Most of the works produced at STUDIO PRISONER are projects I’ve been involved with since the recording stage, and in many cases, even from pre-production (rehearsal/demo planning).",
      "That means a tremendous amount of preparation goes into tracking before the mixing process even starts.",
      "Music and sound are built through a continuous chain of creative steps.",
      "At every stage, there must be a consistent vision and clear direction toward the final goal.",
      "In fact, I believe the overall quality of a work is largely determined during pre-production — that’s the foundation of how I approach every project at STUDIO PRISONER.",
      "So if you’re unsure about self-producing, uncertain about how to handle recording, or working remotely, I strongly recommend consulting with me beforehand.",
      "Even for mixing-only projects, early feedback and shared preparation can dramatically improve the final result."
    ]
  },
  {
    "q": "Do you accept recording-only projects?",
    "a": "Yes. In that case, we’ll deliver the multi-track stems and provide full handover support for your next stage of production."
  },
  {
    "q": "How much does production cost?",
    "a": [
      "Pricing varies depending on the project scope and requirements.",
      "Please contact us to discuss your specific needs."
    ]
  },
  {
    "q": "Do you work with any specific genres?",
    "a": [
      "We don’t approach music based on genre.",
      "Our focus is on artists whose sound defines their identity — where tone, dynamics, and expression play a central role. That’s where STUDIO PRISONER’s strengths truly shine."
    ]
  }
]

