[
  {
    "name": "Masa",
    "role": "NOCTURNAL BLOODLUST",
    "image": "/images/works/uploads/top-work-1.jpg",
    "body": [
      "A truly world-class sound quality!",
      "The first time I worked with Hiro from STUDIO PRISONER was in January 2011, during the release of our debut EP Voices of the Apocalypse – Sins & Virtues.",
      "From that point up to the present, Hiro has engineered and recorded every NOCTURNAL BLOODLUST project — over twenty releases in total.",
      "I still vividly remember how our band’s sound gained instant recognition after that first EP with him.",
      "He’s one of Japan’s top sound engineers — someone who can instantly elevate a band’s production to a world-class level.",
      "Every heavy-music artist in Japan faces the same dilemma: the difference between Japanese and overseas sound quality. People often blame things like environment, voltage, or humidity, and conclude that ‘it can’t be helped.’ But once you record at STUDIO PRISONER, you’ll realize — Japan absolutely can produce world-level sound. In fact, with Hiro’s passionate direction and production, you’ll probably exceed it.",
      "Personally, I can’t be satisfied unless it’s recorded at STUDIO PRISONER — the separation of the guitars, the weight and punch of the drums, and the sheer impact of the mix are unmatched. For musicians playing this kind of heavy music, he’s simply indispensable.",
      "And in a music scene where sound trends evolve rapidly, STUDIO PRISONER always stays ahead — delivering cutting-edge production that keeps up with the latest global standards.",
      "I have no doubt Hiro will continue helping countless bands evolve their sound and spread their music across Japan and beyond. As one of Japan’s leading engineers, I truly look forward to his continued success."
    ]
  },
  {
    "name": "S. Tanaka",
    "role": "Singer / Songwriter",
    "image": "/images/works/uploads/CHANGE-OF-GENERATION.jpg",
    "body": [
      "A mix that naturally brings out the true essence of the song.",
      "Hiro’s approach was thoughtful and detail-oriented, guiding every step from tracking to the final polish with a unified vision.",
      "That consistency kept the process smooth and focused, with no unnecessary confusion."
    ]
  },
  {
    "name": "K. Aoki",
    "role": "Band Producer",
    "image": "/images/works/uploads/ZeTeS.jpg",
    "body": [
      "Tight low-end and precise spatial control — it sounds consistent on every system.",
      "The balance and clarity are exceptional; every element sits perfectly in the mix."
    ]
  }
]

